export const collectionContent = `**개인정보 수집 및 이용에 대한 안내**

정보통신망법 규정에 따라 세종대학교 바이오융합공학전공 홈페이지를 처음 로그인하시는 분께
수집하는 개인정보의 항목, 개인정보의 수집 및 이용목적, 개인정보의 보유 및
이용기간을 안내 드리오니 자세히 읽은 후 동의하여 주시기 바랍니다.

1. 개인정보의 처리 목적
<세종대학교 바이오융합공학전공>은 개인정보를 다음의 목적을 위해 처리합니다. 처리한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 사전동의를 구할 예정입니다.

가. 서비스 제공
포털시스템 연동한 홈페이지 로그인 및 관리 회원 로그인 의사 확인, 서비스 부정이용 방지,
만14세 미만 아동 개인정보 수집 시 법정대리인 동의 여부 확인, 각종 고지·통지 등을
목적으로 개인정보를 처리합니다.

나. 민원사무 처리
민원사항 확인, 사실조사를 위한 연락·통지 등을 목적으로 개인정보를 처리합니다.

다. 서비스 제공
세미나실 예약 서비스 제공, 콘텐츠 제공 등을 목적으로 개인정보를 처리합니다.

라. 마케팅 및 광고에의 활용
서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을 목적으로 개인정보를 처리합니다.

2. 처리하는 개인정보의 항목 작성
서비스의 유효성 확인, 접속빈도 파악 또는 회원의 서비스 이용에 대한 통계 등을
목적으로 개인정보를 처리합니다.

<세종대학교 바이오융합공학전공>은 다음의 개인정보 항목을 처리하고 있습니다.
- 포털시스템을 통한 홈페이지 로그인 및 관리
- 수집항목 : 아이디, 패스워드, 성명, 학과명, 학번

3. 개인정보의 보유 및 이용기간
2.(처리하는 개인정보의 항목 작성)와 같이 수집한 개인정보는
  아래에 명시한 기간 동안 보유․이용하며, 회원탈퇴 요청, 개인정보 수집․이용 등에 대한
  동의 철회가 있는 경우는 즉시 파기합니다.
   ∙ 보유근거 : 회원관리
   ∙ 보유기간 : 준영구(2년 재동의)`;

export const termsContent = `**세종대학교 바이오융합공학전공 홈페이지 이용약관**

**제 1 장 총칙**

제 1 조 (목적) 본 약관은 세종대학교 바이오융합공학전공가 제공하는 홈페이지서비스
(이하 '서비스')의 이용에 관한 조건 및 절차와 기타 필요한 사항을 규정하는 것을 목적으로 한다.

제 2 조 (약관의 공지) 이 약관의 내용은 서비스 내용 중 이용약관을 통하여
세종대학교 바이오융합공학전공 서비스 화면 에 게시되며 약관이 변경 또는
일부 수정될 경우 세종대학교 바이오융합공학전공는 변경사항을 서비스 화면에 게시한다.

제 3 조 (약관외 준칙) 이 약관에 명시되지 않은 사항은 관계 법령에 규정되어 있을 경우
그 규정에 따르며, 그렇지 않은 경우에는 일반적인 관례를 따른다.

제 4 조 (용어의 정의) 이 약관에서 사용하는 용어의 정의는 다음과 같이 정의한다.
 1. 이용자 : 세종대학교 바이오융합공학전공에 방문하여 본 약관에 따라
 세종대학교 바이오융합공학전공이 제공하는 서비스를 받는 자
 2. 아이디(ID) : 회원 식별과 회원의 서비스 이용을 위하여 회원이 선정하고
 세종대학교 바이오융합공학전공가 승인하는 문자와 숫자의 조합
 3. 비밀번호 : 회원의 비밀 보호를 위해 회원 자신이 설정한 문자와 숫자의 조합
 4. 운영자 : 서비스의 전반적인 관리와 원활한 운영을 위하여
 세종대학교 바이오융합공학전공 에서 선정한 사람
 5. 해지 : 세종대학교 바이오융합공학전공 또는 회원이 서비스 개통 후 이용계약을 해약 하는 것

제 5 조 (서비스의 중단)
 1. 세종대학교 바이오융합공학전공은 시스템 등 장치의 보수점검 및 해체, 시스템의 고장,
 통신의 두절, 기타 불가항력적 사유가 발생한 경우에는 서비스의 제공을 일시적으로 중단할 수 있다.
 2. 세종대학교 바이오융합공학전공은 제1항의 사유로 서비스 제공이 일시적으로 중단됨으로 인하여
 회원 또는 제3자가 입은 손해에 대하여는 배상하지 아니한다.
단, 세종대학교 바이오융합공학전공의 고의 또는 중과실이 있는 경우에는 그러하지 아니한다.

제 6 조 (약관 외 준칙) 본 약관에 명시되지 않은 사항은 전자거래 기본법,
전자서명법 및 기타 관련 법령의 규정에 의한다.

제 2 장 서비스 이용 계약

제 7 조 (이용계약의 성립)
 ① 이용계약은 이용자의 이용신청에 대한 세종대학교 바이오융합공학전공의 이용승낙에 의하여 성립된다.
 ② 제1항의 규정에 의해 이용자가 이용 신청을 할 때에는 세종대학교 바이오융합공학전공가 
 이용자 관리 시 필요로 하는 사항을 필히 입력해야 한다.

제 8 조 (이용신청)
 ① 서비스를 이용하고자 하는 자는 세종대학교 바이오융합공학전공가 지정한 세종대학교 포털시스템에
 로그인을 할 수 있는 세종대학교 본교생 또는 직원 및 교원 등 관련자이어야 한다.

제 9 조 (회원탈퇴 및 자격의 상실)
 ① 회원은 탈퇴를 희망하는 경우, 세종대학교에 회원탈퇴를 요청한다.
 ② 회원이 사망한 때는 회원자격을 상실한다.
 ③ 회원이 다음 각 호의 사유에 해당하는 경우, 세종대학교 바이오융합공학전공은
 회원자격을 상실시킬 수 있다.
 1. 타인의 정보를 사용한 경우
 2. 서비스의 운영을 고의로 방해한 경우
 3. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우
 4. 학교와 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
 5. 기타 세종대학교 바이오융합공학전공의 이용자로서 부적당하다고 판단한 경우
 6. 이용계약 신청서의 내용을 허위로 기재하였을 경우
 7. 본 약관에 위반한 경우

제 10 조 (계약사항의 변경) 이용자는 다음 사항을 변경하고자 하는 경우
서비스에 접속하여 서비스 내의 기능을 이용하여 변경할 수 있다.
 1. 비밀번호
 2. 기타 세종대학교 바이오융합공학전공이 인정하는 경미한 사항
 
제 11 조 (회원에 대한 통지)
 ① 세종대학교 바이오융합공학전공이 회원에 대한 통지를 하는 경우,
 서면으로 안내하거나 추가동의를 통하여 전자우편을 통해 통지할 수 있다.
 ② 세종대학교 바이오융합공학전공은 불특정다수 회원에 대한 통지의 경우
 게시판에 게시함으로써 개별 통지에 갈음할 수 있다.

제 3 장 서비스의 이용

제 12 조 (서비스 이용시간) 서비스의 이용 시간은 세종대학교 바이오융합공학전공의
업무 및 기술상 특별한 지장이 없는 한 연중무휴, 1일 24시간(00:00-24:00)을 원칙으로 한다.
다만 정기 점검 등의 필요로 세종대학교 바이오융합공학전공이 정한 날이나 시간은 그러하지 아니한다.

제 13 조 (이용자번호 등)
① 이용자번호 및 비밀번호에 대한 모든 관리책임은 이용자에게 있다.
② 명백한 사유가 있는 경우를 제외하고는 이용자가 이용자 번호를 공유, 양도 또는 변경할 수 없다.
③ 이용자에게 부여된 이용자번호에 의하여 발생되는 서비스 이용상의 과실 또는 제3자에 의한
부정사용 등에 대한 모든 책임은 이용자에게 있다.

제 14 조 (서비스 이용의 제한 및 이용계약의 해지)
① 이용자가 서비스 이용계약을 해지하고자 하는 때에는 온라인으로 세종대학교에 해지신청을 해야 한다.
② 세종대학교 바이오융합공학전공은 이용자가 다음 각 호에 해당하는 경우 사전 통지없이
이용계약을 해지하거나 1개월 이내의 기간을 정하여 서비스 제공을 중지할 수 있다.
1. 타인의 이용자번호를 사용한 경우
2. 서비스의 운영을 고의로 방해한 경우
3. 공공질서 및 미풍양속에 저해되는 내용을 고의로 유포시킨 경우
4. 타인의 명예를 손상시키거나 불이익을 주는 행위를 한 경우
5. 기타 세종대학교 바이오융합공학전공의 이용자로서 부적당하다고 판단한 경우

제 15 조 (이용자 게시물의 삭제 및 서비스 이용 제한)
① 세종대학교 바이오융합공학전공은 게시된 내용이 부적절하다고 판단되는 경우 필요에 따라
이용자가 게재 또는 등록한 내용물을 삭제할 수 있다.
② 세종대학교 바이오융합공학전공은 서비스용 설비의 용량에 여유가 없다고 판단되는 경우
이용자의 서비스 이용을 부분적으로 제한할 수 있다.
③ 제1항 및 제2항의 경우에는 당해 사항을 사전에 온라인을 통해서 공지 한다.
④ 세종대학교 바이오융합공학전공은 이용자가 게재 또는 등록하는 서비스 내의 내용물이
다음 각 호에 해당한다고 판단되는 경우에 이용자에게 사전 통지없이 삭제할 수 있다.
1. 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상시키는 경우
2. 세종대학교 바이오융합공학전공의 명예를 손상시키는 경우
3. 공공질서 및 미풍양속에 위반되는 내용의 정보, 문장, 도형 등을 유포하는 경우
4. 반국가적, 반사회적, 범죄적 행위와 결부된다고 판단되는 경우
5. 다른 이용자 또는 제3자의 저작권 등 기타 권리를 침해하는 경우
6. 게시 기간이 규정된 기간을 초과한 경우
7. 기타 관계 법령에 위배된다고 판단되는 경우

제 16 조 (서비스 제공의 중지 및 제한)
① 세종대학교 바이오융합공학전공은 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있다.
1. 서비스용 설비의 보수 또는 공사로 인한 부득이한 경우
2. 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 때
3. 천재지변에 의해 부득이한 경우
② 세종대학교 바이오융합공학전공는 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주등으로 서비스 이용에 지장이 있는 때에는 서비스 제공을 중지하거나 제한할 수 있다.

제 4 장 세종대학교 바이오융합공학전공 이용자의 의무사항

제 17 조 (개인정보의 보호)
① 세종대학교 바이오융합공학전공은 이용자의 정보 수집시 필요한 최소한의 정보를 수집한다.
② 이용자의 개인정보를 수집하는 때에는 이하 각호의 경우를 제외하고는 당해 이용자의 동의를 받는다.
1. 법률에 특별한 규정이 있는 경우
2. 전자거래 계약의 이행을 위해서 필요한 경우
③ 개인정보의 목적외 이용 및 이용자의 동의없는 제3자에게 제공시 그에 따른 당해 이용자의 피해에 대한 책임은 세종대학교 바이오융합공학전공이 진다.
단, 아래의 경우에는 예외로 한다.
\t- 특정개인을 식별할 수 없는 통계작성, 홍보자료, 학술연구등의 목적일 때
④ 이용자는 언제나 자신의 정보를 열람, 정정하거나 삭제를 요청할 수 있으며,
세종대학교 바이오융합공학전공는 요청을 받은 즉시 삭제 등 처리를 해야 한다.
⑤ 개인정보 관리자를 한정하여 취급자를 최소화하며 해당 담당자로 하여금
개인정보의 분실, 도난, 유출, 변조 등에 의한 책임을 지게 한다.
⑥ 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는
별도 기간동안 보관 후 기간이 만료된 경우 폐기한다.

제 18 조 (지급정보의 보호)
① 세종대학교 바이오융합공학전공은 회원이 안심하고 인터넷서비스를 이용할 수 있도록 개인의 지급 정보 보호를 위해 최선의 제도적, 기술적 장치의 노력을 다 한다.
개인 신용정보의 보호를 위해 최선의 보안시스템을 갖추도록 노력한다.

제 19 조 (세종대학교 바이오융합공학전공의 의무)
① 세종대학교 바이오융합공학전공은 세종대학교 바이오융합공학전공에 설치된 서비스용 설비를 지속적이고 안정적인 서비스 제공에 적합하도록 유지하여야 하며 서비스용 설비에 장애가 발생하거나 또는 그 설비가 못쓰게 된 경우 그 설비를 수리하거나 복구한다.
② 세종대학교 바이오융합공학전공는 서비스와 관련해서 수집된 이용자의 신상정보를
본인의 승낙없이 제3자에게 누설, 배포하지 않는다.
③ 제2항에 불구하고 관계법령의 규정에 의하여 국가기관의 요구가 있는 경우나, 수사상의 목적으로 법관이 발부한 영장의 제시가 있는 경우에는 그러하지 아니한다.
④ 세종대학교 바이오융합공학전공는 서비스 내용의 변경 또는 추가사항이 있는 경우 그 사항을 온라인을 통해 서비스 화면에 공지한다.

제 20 조 (이용자의 의무)
① 이용자는 서비스를 이용할 때 다음 각 호의 행위를 하지 않는다.
1. 다른 이용자의 이용자번호를 부정하게 사용하는 행위
2. 서비스를 이용하여 얻은 정보를 세종대학교 바이오융합공학전공의 사전승낙없이 이용자의 이용이외의 목적으로 복제하거나 이를 출판, 방송 등에 사용하거나 제3자에게 제공하는 행위
3. 다른 이용자 또는 제3자를 비방하거나 중상모략으로 명예를 손상하는 행위
4. 공공질서 및 미풍양속에 위배되는 내용의 정보, 문장, 도형 등을 타인에게 유포하는 행위
5. 반국가적, 반사회적, 범죄적 행위와 결부된다고 판단되는 행위
6. 다른 이용자 또는 제3자의 저작권등 기타 권리를 침해하는 행위 및 자료의 업로드시
저작권과 관련하여 발생하는 분쟁에 대한 모든 책임은 게시자가 진다.
7. 기타 관계 법령에 위배되는 행위
① 이용자는 이 약관에서 규정하는 사항과 서비스 이용안내 또는 주의사항을 준수하여야 한다.
② 이용자가 설치하는 단말기 등은 전기통신설비의 기술기준에 관한 규칙이 정하는 기준에 적합하여야 하며, 서비스에 장애를 주지 않아야 한다.

제 5 장 저작권

제 21 조 (게재된 자료에 대한 권리) 서비스에 게재된 자료에 대한 권리는 다음 각 호와 같다.
① 게시물에 대한 권리와 책임은 게시자에게 있으며, 세종대학교 바이오융합공학전공은
게시자의 동의 없이는 이를 영리 목적으로 사용할 수 없다. 단, 비영리적 목적인 경우
세종대학교 바이오융합공학전공은 게시자의 동의 없이도 이를 사용할 수 있으며
서비스 내의 게재권을 갖는다.
② 게시물에 의해 발생하는 문제에 대한 모든 책임은 게시자 당사자가 진다.
③ 게시자의 사전 동의가 없이는 이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등
서비스에 게재된 자료를 상업적 목적으로 이용할 수 없다.

제 6 장 이의 신청 및 손해배상 청구 금지

제 22 조 (이의신청금지) 이용자는 세종대학교 바이오융합공학전공에서 제공하는 서비스 이용시
발생되는 어떠한 문제에 대해서도 이의 신청 및 민원을 제기할 수 없다.

제 23 조 (손해배상청구금지) 이용자는 세종대학교 바이오융합공학전공에서 제공하는 서비스 이용시 발생되는 어떠한 문제에 대해서도 세종대학교 바이오융합공학전공 및 관계 기관에 손해배상 청구를
할 수 없으며 세종대학교 바이오융합공학전공은 이에 대해 책임을 지지 아니한다.

부칙
1. (시행일) 이 약관은 2025년 1월 1일부터 시행합니다.\t`;

export const privacyContent = `**개인정보 처리방침**
세종대학교 바이오융합공학전공 홈페이지는
개인정보보호법에 따라 이용자의 개인정보 보호 및 권익을 보호하고 개인정보와 관련한 이용자의 고충을 원활하게 처리할 수 있도록 다음과 같은 처리 방침을 두고 있습니다.
개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별통지)을 통하여 공지할 것입니다.

제1조 (개인정보의 수집․이용 목적)
  세종대학교 바이오융합공학전공 홈페이지는 개인정보를 다음의 목적을 위해 처리합니다.
  처리한 개인정보는 다음의 목적 이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는
  사전 동의를 구할 예정입니다.

가. 서비스 제공
  세종대학교 바이오융합공학전공의 소개 및 공지사항, 세미나실 예약 등의
  서비스 제공에 관련한 목적으로 개인정보를 처리합니다.

나. 회원 가입 및 관리 (세종대학교 포털시스템)
  회원제 서비스 이용에 따른 본인확인 및 개인 식별 등을 목적으로 개인정보를 처리합니다.

제2조 (개인정보의 수집 항목 및 방법)
 세종대학교 바이오융합공학전공 홈페이지는 회원가입, 각종 서비스 제공을 위해
 수집하는 개인정보의 항목 및 수집 방법은 다음과 같습니다.

가. 개인정보 파일명 : 회원정보

나. 수집하는 개인정보 항목
  세종대학교 바이오융합공학전공 홈페이지는 아래 정보 별로 각각 동의를 받습니다.
   ∙ 필수정보 : 아이디, 패스워드, 이름, 학과명, 학번

다. 수집 방법
   ∙ 세종대학교 포털시스템 가입시에 마련된 개인정보 입력란에 회원 본인이 직접 입력

제3조 (개인정보의 보유 및 이용 기간)
  제2조(개인정보 수집 항목 및 방법)와 같이 수집한 개인정보는
  아래에 명시한 기간 동안 보유․이용하며, 회원탈퇴 요청, 개인정보 수집․이용 등에 대한
  동의 철회가 있는 경우는 즉시 파기합니다.
   ∙ 보유근거 : 회원관리
   ∙ 보유기간 : 준영구(2년 재동의)

제4조 (개인정보의 제3자 제공)
  세종대학교 바이오융합공학전공 홈페이지는 원칙적으로 이용자의 개인정보를
  제1조(개인정보의 처리 목적)에서 명시한 범위 내에서 처리하며,
  이용자의 사전 동의 없이는 본래의 범위를 초과하여 처리하거나 제3자에게 제공하지 않습니다.

제5조 (개인정보처리 위탁)
  세종대학교 바이오융합공학전공 홈페이지는 효과적인 서비스를 위해 이용자의 동의를 받아
  아래와 같이 개인정보 처리를 위탁하고 있으며, 위탁 받은 업체는 위탁 받은 업무의 수행에
  필요한 최소한의 범위 내에서 개인정보를 처리하게 됩니다.
위탁 업무 내용 : 홈페이지 유지보수
위탁 받은 기관 : DBD
  위탁계약 시 개인정보보호 관련 법규의 준수, 개인정보에 관한 제3자 제공 금지 및 책임부담 등을
  명확히 규정하고, 당해 계약내용을 서면 및 전자 보관하고 있습니다.
  업체 변경 시 공지사항 및 개인정보처리방침을 통해 고지하겠습니다.

제6조 (정보주체의 권리, 의무 및 그 행사방법)
 세종대학교 바이오융합공학전공 홈페이지에서 보유하고 있는 개인정보파일은
 「개인정보보호법」 제35조(개인정보의 열람), 제36조(개인정보의 정정·삭제),
 제37조(개인정보의 처리정지 등)에 따라 이용자는 개인정보주체로서
 다음과 같은 권리를 행사할 수 있습니다.
  1. 개인정보의 오류에 대한 정정 및 삭제의 요청
  2. 개인정보의 조회, 수정 및 해지, 삭제 등의 요청은 '회원정보수정' 및 '회원탈퇴' 등으로
  본인 확인 절차를 거치신 후 직접 열람, 정정, 혹은 탈퇴가 가능합니다.
  4. 이용자가 개인정보의 오류에 대한 정정 및 삭제를 요청한 경우에는 정정 및 삭제를
  완료할 때까지 당해 개인정보를 이용 또는 제공하지 않습니다. 이 경우,
  잘못된 개인정보를 이용 또는 제공한 경우 지체 없이 수정하겠습니다.
  5. 이용자의 요청에 의해 해지 또는 삭제되는 개인정보는
  제3조 개인정보의 보유 및 이용 기간에 따라 처리합니다.
  6. 단, 법 제35조 5항에 의하여 열람을 제한할 수 있으며,
  법 제37조 2항에 의하여 처리 정지 요구를 거절할 수 있습니다. 또한 다른 법령에서
  그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.
  ∙ 법률에 특별한 규정이 있거나 법령상 의무 준수를 위해 불가피한 경우
  ∙ 다른 사람의 생명·신체를 해할 우려가 있거나 다른 사람의 재산과
\t  그 밖의 이익을 부당하게 침해할 우려가 있는 경우
  ∙ 공공 기관이 개인정보를 처리하지 아니하면 다른 법률에서 정하는 소관 업무를 수행할 수 없는 경우
  ∙ 개인정보를 처리하지 아니하면 정보 주체와 약정한 서비스를 제공하지 못하는 등
    계약의 이행이 곤란한 경우로서 정보 주체가 그 계약의 해지 의사를 명확하게 밝히지 아니한 경우

제7조 (개인정보의 파기)
 세종대학교 바이오융합공학전공 홈페이지는 원칙적으로 개인정보 처리 목적이 달성된 경우에는
 내부 방침 및 관계 법령에 따라 일정 기간 저장된 후 혹은 지체 없이 해당 개인정보를 파기합니다.
 파기의 절차, 기한 및 방법은 다음과 같습니다.
1. 파기절차
  이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류)
  내부 방침 및 기타 관련 법령에 따라 일정 기간 저장된 후 혹은 즉시 파기됩니다.
  이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.

2. 파기기한
  이용자의 개인정보는 개인정보의 보유 기간이 경과된 경우에는 보유 기간의 종료일로부터 5일 이내에,
  개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을
  때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.

3. 파기방법
  전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다.
  종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

제8조 (개인정보의 안전성 확보 조치)
 세종대학교 바이오융합공학전공 홈페이지는 개인정보보호법 제29조에 따라
 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.

1. 개인정보 취급 직원의 최소화 및 교육개인정보를 취급하는 직원을 지정하고
\t 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.

2. 개인정보에 대한 접근 제한개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,
\t 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며
\t 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.

제9조 (개인정보보호 책임자)
 세종대학교 바이오융합공학전공 홈페이지는 개인정보를 보호하고 개인정보와 관련한 불만을 처리하기 위하여 아래와 같이 개인정보 보호책임자 및 실무담당자를 지정하고 있습니다.
  (개인정보보호법 제31조제1항에 따른 개인정보보호책임자)

학내 개인정보보호 책임자 및 담당자 정보 참고
세종대학교 바이오융합공학전공 홈페이지 개인정보보호 책임자
∙ 담당부서 : 세종대학교 바이오융합공학전공 사무실
∙ 전화번호 : 02-3408-3334`;
